
[Info]
Language=日本語
GlobalFontName=Tahoma
LangVer=PC.0.0.1 (2012/11/11)


[Text]
Language=言語
Version=バージョン
Type=タイプ
Date=日付
RecordingTime=録画時間
FileName=ファイル名
FileList=ファイルリスト
PlayList=再生リスト
Info=インフォメーション
Password=パスワード
NewPassword=新しいパスワード
VerifyPassword=新しいパスワードの確認

CaptureComplete=キャプチャーが完了しました
FileSaveComplete=ファイルをセーブしました
WrongPassword=パスワードが一致しません
InternetDisconnect=インターネットに接続できません

Capture=キャプチャー
File=ファイル
Save=セーブ
SaveDirectory=セーブディレクトリー
Setting=設定
CaptureScreen=画面キャプチャー

# setting 
AccidentSensitivity=事故感知の感度
Sensitive=感度
Sensibility=敏感
Normality=普通
Insensibility=鈍感
Announcement=音声案内
TimeZone=タイムゾーン
UnitOfSpeed=速度単位
NumberOfVehicle=車両番号
Recorder=レコーダ
Recording=録画
Channel=チャンネル
Mode=モード
Resolution=解像度
Quality=画質
Audio=オーディオ

EventFileOverwrite=イベントファイルを上書き

MotionDetect=モーション感知
Memory=メモリ
Area=エリア
Full=全体

Video=ビデオ
Output=出力

TimeSetting=時間設定
Year=年
Month=月
Hour=時
Minute=分
Sec=秒

Setup=設定
Display=画面
Device=デバイス
System=システム

SelectAll=全体選択
Emergency=緊急
Shock=衝撃
Motion=モーション
Infinity=常時
Event=イベント

Volume=音量
PlaySpeed=再生速度

Korean=한국어
English=English
Japanese=日本語
FrontCamera=前方カメラ
RearCamera=後方カメラ
BlackBox=ドライブレコーダ
NotConnected=接続されていない
Offset=オフセット
Off=Off
On=On
Auto=Auto
Compressed=圧縮
Unit=単位
Flip=上下反転
Mirror=左右反転
Buzzer=ブザー
ButtonSound=ボタン音
EventSound=イベントアラーム
LowVoltage=低電圧感知
Battery=バッテリ
Parking=パーキング
SdFormat=SDフォーマット
Update=アップデート
SetDefault=初期化
RecordingAlarm=録画アラーム
VoiceGuidance=音声案内

#message
ReallyFormat=全ての資料が削除されます。本当にフォーマットしますか?
AllConfigReset=全ての設定値を初期化します
SelectSdCard=SD CARDを選択してください
ParkingEndChange2ch=パーキングモード終了時、2CHに自動切換え
SensingDual=DUAL : 電圧と電力感知
SensingVoltage=VOLTAGE : 電圧感知

#error mssage
FileError=ファイルエラー
FileOpenError=ファイルオープンエラー

[ToolTip]
#---------- [Main]
Extend=ー面ー大
Maximize=最大化 (Enter)
Minimize=最小化
Close=終了
FRChange=チャンネル切替 (R)
FMChange=地図の拡大 (M)
Zoom=拡大画像 (Z)
Map=MAP
Info=インフォメーション (I)
Setup=設定 (U)
Capture=キャプチャー (C)
Save=サーブ (S)
Log=接続履歴 (L)
Previous=前のファイル (PgDn)
Play=再生 (Space)
Pause=一時停止 (Space)
Stop=停止
Next=次のファイル (PgUp)
Seek=1フレーム移動 (F)
Seek_n=1秒後に移動 (Left)
Seek_p=1秒前に移動 (Right)

#---------- [Main File List]
DeleteAll=全て削除
FileOpen=ファイルオープン (O)
AllFile=全てのファイル
Infinity=常時ファイル
Motion=モーションファイル
Gsensor=衝撃感知ファイル
Emergenc=強制録画ファイル

#---------- [info]
GroundSpeed=移動スピード
Direction=移動方向
GsensorGraph=衝撃情報
Volume=音量
PlaySpeed=再生スピード
PlayTime=再生時間
Brightness=明るさ

#---------- [FileList]
SelectDirectory=リムーバブルディスクまたはディレクトリを 選択してください
